*** Build Blog

    #+begin_src bash :tangle build_blog.sh :tangle-mode a+x
      docker run \
             -v $(pwd)/org/jekyll:/blog \
             -w /blog \
             blog:ruby3 \
             bundle exec jekyll build 
    #+end_src

    #+RESULTS:
    : Updating installed gems
    : Nothing to update
    : Gems already up-to-date: bundler

    
